Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# mobile.settings.help_title
source: Need help with anything?
ar: هل تحتاج إلى مساعدة في أي شيء؟
cs: Potřebujete pomoc?
da: Har du brug for hjælp?
de: Benötigen Sie Hilfe?
el: Χρειάζεστε βοήθεια σε κάτι;
es: ¿Necesitas ayuda con algo?
fi: Tarvitsetko apua johonkin?
fr: Vous avez besoin d'aide ?
he: צריך עזרה בכמה שהוא?
hi: किसी भी चीज़ में सहायता की आवश्यकता है?
hu: Segítségre van szükséged valamivel?
id: Butuh bantuan dengan sesuatu?
it: Hai bisogno di aiuto?
ja: 何かサポートが必要ですか？
ko: 뭐 도움 필요한 게 있나요?
ms: Perlukan bantuan dengan apa saja?
nb: Trenger du hjelp med noe?
nl: Heb je ergens hulp bij nodig?
pl: Potrzebujesz pomocy w czymkolwiek?
pt_br: Precisa de ajuda com algo?
pt_pt: Precisa de ajuda em algo?
ro: Aveți nevoie de ajutor cu ceva?
ru: Нужна помощь?
sk: Potrebujete pomoc s čímkoľvek?
sv: Behöver du hjälp med något?
th: ต้องการความช่วยเหลือหรือไม่
tr: Bir şeyler hakkında yardıma mı ihtiyacınız var?
uk: Потрібна допомога?
vi: Cần giúp đỡ gì không?
zh_hans: 需要帮助吗？
zh_hant: 需要幫助嗎？

# mobile.settings.keep_sync
source: Keep Sync
ar: الاحتفاظ بالمزامنة
cs: Ponechat synchronizaci
da: Behold synkronisering
de: Synchronisierung behalten
el: Διατήρηση συγχρονισμού
es: Mantener sincronización
fi: Säilytä synkronointi
fr: Garder la synchronisation
he: שמור סנכרון
hi: सिंक रखें
hu: Szinkronizálás megtartása
id: Jaga Sinkronisasi
it: Mantieni sincronizzazione
ja: 同期を保持
ko: 동기화 유지
ms: Kekalkan Segerakan
nb: Behold synkronisering
nl: Synchronisatie houden
pl: Zachowaj synchronizację
pt_br: Manter sincronização
pt_pt: Manter Sincronização
ro: Mențineți sincronizarea
ru: Сохранить синхронизацию
sk: Ponechať synchronizáciu
sv: Behåll synkronisering
th: เก็บการซิงค์ไว้
tr: Senkronizasyonu Koru
uk: Зберегти синхронізацію
vi: Giữ Đồng bộ
zh_hans: 保持同步
zh_hant: 保持同步

# mobile.settings.sync_google_calendars
source: Sync Google Calendars
ar: مزامنة Google Calendars
cs: Synchronizovat Google Kalendáře
da: Synkroniser Google Calendars
de: Google Kalender synchronisieren
el: Συγχρονισμός Ημερολογίων Google
es: Sincronizar Google Calendars
fi: Synkronoi Google-kalenterit
fr: Synchroniser les calendriers Google
he: סנכרן Google Calendars
hi: Google कैलेंडर सिंक करें
hu: Google Naptárak szinkronizálása
id: Sinkronkan Google Calendar
it: Sincronizza Google Calendar
ja: Google カレンダーを同期
ko: Google 캘린더 동기화
ms: Segerakan Kalendar Google
nb: Synkroniser Google Kalendere
nl: Google Calendars synchroniseren
pl: Synchronizuj Kalendarze Google
pt_br: Sincronizar Google Calendars
pt_pt: Sincronizar Calendários Google
ro: Sincronizează Google Calendare
ru: Синхронизировать Google Календари
sk: Synchronizovať kalendáre Google
sv: Synkronisera Google Calendars
th: ซิงค์ปฏิทิน Google
tr: Google Takvimlerini Senkronize Et
uk: Синхронізувати Google Календарі
vi: Đồng bộ Google Lịch
zh_hans: 同步 Google 日历
zh_hant: 同步 Google 日曆

# mobile.sidebar.new_scheme
source: New Scheme
ar: مخطط جديد
cs: Nový plán
da: Nyt skema
de: Neues Schema
el: Νέο σχέδιο
es: Nuevo esquema
fi: Uusi kaavio
fr: Nouveau plan
he: תכנית חדשה
hi: नई योजना
hu: Új séma
id: Skema Baru
it: Nuovo schema
ja: 新しいスキーム
ko: 새로운 스키마
ms: Skema Baru
nb: Nytt skjema
nl: Nieuw schema
pl: Nowy schemat
pt_br: Novo esquema
pt_pt: Novo Esquema
ro: Plan nou
ru: Новая схема
sk: Nová schéma
sv: Nytt schema
th: แบบแผนใหม่
tr: Yeni Şema
uk: Нова схема
vi: Lược đồ Mới
zh_hans: 新建方案
zh_hant: 新增方案

# mobile.subscription.cancel_confirm_message
source: Your local workspace stays on this device. Paid sync may remain available until the current billing period ends.
ar: تبقى مساحة العمل المحلية على هذا الجهاز. قد تظل المزامنة المدفوعة متاحة حتى نهاية فترة الفواتير الحالية.
cs: Váš místní pracovní prostor zůstává v tomto zařízení. Placená synchronizace může zůstat dostupná do konce aktuálního fakturačního období.
da: Dit lokale arbejdsområde forbliver på denne enhed. Betalt synkronisering kan forblive tilgængelig indtil den aktuelle faktureringsperiode slutter.
de: Ihr lokaler Arbeitsbereich bleibt auf diesem Gerät. Bezahlte Synchronisierung kann bis zum Ende des aktuellen Abrechnungszeitraums verfügbar bleiben.
el: Ο τοπικός σας χώρος εργασίας παραμένει σε αυτήν τη συσκευή. Η πληρωμένη συγχρονισμό ενδέχεται να παραμείνει διαθέσιμη έως το τέλος της τρέχουσας περιόδου χρέωσης.
es: Tu espacio de trabajo local permanece en este dispositivo. La sincronización de pago puede permanecer disponible hasta que termine el período de facturación actual.
fi: Paikallinen työtila säilyy tässä laitteessa. Maksettu synkronointi voi säilyä käytettävissä kunnes nykyinen laskutuskausi päättyy.
fr: Votre espace de travail local reste sur cet appareil. La synchronisation payante peut rester disponible jusqu'à la fin de la période de facturation actuelle.
he: מרחב העבודה המקומי שלך נשאר בהתקן זה. סנכרון בתשלום עשוי להישאר זמין עד סוף תקופת החיוב הנוכחית.
hi: आपका स्थानीय कार्यक्षेत्र इस उपकरण पर रहता है। भुगतान की गई सिंक वर्तमान बिलिंग अवधि के अंत तक उपलब्ध रह सकती है।
hu: A helyi munkaterület marad ezen az eszközön. A fizetett szinkronizálás az aktuális számlázási időszak végéig elérhető maradhat.
id: Ruang kerja lokal Anda tetap di perangkat ini. Sinkronisasi berbayar mungkin tetap tersedia hingga akhir periode penagihan saat ini.
it: Il tuo workspace locale rimane su questo dispositivo. La sincronizzazione a pagamento potrebbe rimanere disponibile fino alla fine del periodo di fatturazione corrente.
ja: ローカルワークスペースはこのデバイスに残ります。有料同期は現在の課金期間まで利用可能なままである可能性があります。
ko: 로컬 작업 영역은 이 기기에 유지됩니다. 유료 동기화는 현재 청구 기간이 끝날 때까지 사용할 수 있습니다.
ms: Ruang kerja tempatan anda tetap di peranti ini. Segerakan berbayar mungkin tetap tersedia sehingga tempoh pengebilan semasa berakhir.
nb: Arbeidsrommet ditt lokalt blir værende på denne enheten. Betalt synkronisering kan være tilgjengelig til gjeldende faktureringsperiode avsluttes.
nl: Je lokale werkruimte blijft op dit apparaat. Betaalde synchronisatie kan beschikbaar blijven tot het einde van de huidige factureringsperiode.
pl: Twój lokalny obszar roboczy pozostaje na tym urządzeniu. Płatna synchronizacja może pozostać dostępna do końca bieżącego okresu rozliczeniowego.
pt_br: Seu espaço de trabalho local permanece neste dispositivo. A sincronização paga pode permanecer disponível até o final do período de faturamento atual.
pt_pt: O seu espaço de trabalho local permanece neste dispositivo. A sincronização paga pode permanecer disponível até ao final do período de faturação atual.
ro: Spațiul de lucru local rămâne pe acest dispozitiv. Sincronizarea plătită poate rămâne disponibilă până la sfârșitul perioadei de facturare curente.
ru: Ваше локальное рабочее пространство остается на этом устройстве. Платная синхронизация может оставаться доступной до конца текущего периода выставления счетов.
sk: Váš lokálny pracovný priestor zostáva v tomto zariadení. Platenou synchronizáciu možno udržiavať v dostupnosti až do konca aktuálneho zúčtovacieho obdobia.
sv: Din lokala arbetsyta förblir på denna enhet. Betald synkronisering kan förbli tillgänglig tills den aktuella faktureringsperioden slutar.
th: พื้นที่ทำงานท้องถิ่นของคุณยังคงอยู่บนอุปกรณ์นี้ การซิงค์ที่จ่ายเงินอาจยังคงพร้อมใช้งานจนกว่าระยะเวลาการเรียกเก็บเงินปัจจุบันจะสิ้นสุด
tr: Yerel çalışma alanınız bu cihazda kalır. Ücretli senkronizasyon, geçerli fatura döneminin sonuna kadar kullanılabilir kalabilir.
uk: Ваш локальний робочий простір залишається на цьому пристрої. Платна синхронізація може залишатися доступною до завершення поточного періоду виставлення рахунків.
vi: Không gian làm việc cục bộ của bạn vẫn ở trên thiết bị này. Đồng bộ trả tiền có thể vẫn khả dụng cho đến khi kỳ thanh toán hiện tại kết thúc.
zh_hans: 您的本地工作区保留在此设备上。付费同步可能保持可用直到当前计费周期结束。
zh_hant: 您的本機工作區會保留在此裝置上。付費同步可能會保持可用，直到目前計費期間結束。

# mobile.subscription.cancel_confirm_title
source: Cancel sync subscription?
ar: إلغاء اشتراك المزامنة؟
cs: Zrušit předplatné synchronizace?
da: Annullér synkroniseringsabonnement?
de: Synchronisierungs-Abonnement kündigen?
el: Ακύρωση συγχρονισμού συνδρομής;
es: ¿Cancelar suscripción de sincronización?
fi: Peruuta synkronointitilaus?
fr: Annuler l'abonnement à la synchronisation ?
he: לבטל את הרשמת הסנכרון?
hi: सिंक सदस्यता रद्द करें?
hu: Szinkronizálási előfizetés lemondása?
id: Batalkan langganan sinkronisasi?
it: Annullare l'abbonamento a sincronizzazione?
ja: 同期サブスクリプションをキャンセルしますか？
ko: 동기화 구독을 취소할까요?
ms: Batalkan langganan segerakan?
nb: Avbryt synkroniseringsabonnement?
nl: Synchronisatieabonnement annuleren?
pl: Anulować subskrypcję synchronizacji?
pt_br: Cancelar inscrição de sincronização?
pt_pt: Cancelar subscrição de sincronização?
ro: Anulezi abonamentul la sincronizare?
ru: Отменить подписку на синхронизацию?
sk: Zrušiť predplatné synchronizácie?
sv: Avbryta synkroniseringsprenumeration?
th: ยกเลิกการสมัครสมาชิกการซิงค์หรือไม่
tr: Senkronizasyon aboneliği iptal edilsin mi?
uk: Скасувати підписку на синхронізацію?
vi: Hủy đăng ký đồng bộ?
zh_hans: 取消同步订阅？
zh_hant: 取消同步訂閱？

# mobile.subscription.cancelled_message
source: Sync remains available until the current billing period ends.
ar: تبقى المزامنة متاحة حتى نهاية فترة الفواتير الحالية.
cs: Synchronizace zůstane dostupná do konce aktuálního fakturačního období.
da: Synkronisering forbliver tilgængelig indtil den aktuelle faktureringsperiode slutter.
de: Synchronisierung bleibt bis zum Ende des aktuellen Abrechnungszeitraums verfügbar.
el: Ο συγχρονισμός παραμένει διαθέσιμος έως το τέλος της τρέχουσας περιόδου χρέωσης.
es: La sincronización permanece disponible hasta que termine el período de facturación actual.
fi: Synkronointi säilyy käytettävissä kunnes nykyinen laskutuskausi päättyy.
fr: La synchronisation reste disponible jusqu'à la fin de la période de facturation actuelle.
he: סנכרון נותר זמין עד סוף תקופת החיוב הנוכחית.
hi: सिंक वर्तमान बिलिंग अवधि के अंत तक उपलब्ध रहता है।
hu: A szinkronizálás az aktuális számlázási időszak végéig elérhető marad.
id: Sinkronisasi tetap tersedia hingga akhir periode penagihan saat ini.
it: La sincronizzazione rimane disponibile fino alla fine del periodo di fatturazione corrente.
ja: 同期は現在の課金期間まで利用可能なままです。
ko: 동기화는 현재 청구 기간이 끝날 때까지 사용할 수 있습니다.
ms: Segerakan tetap tersedia sehingga tempoh pengebilan semasa berakhir.
nb: Synkronisering forblir tilgjengelig til gjeldende faktureringsperiode avsluttes.
nl: Synchronisatie blijft beschikbaar tot het einde van de huidige factureringsperiode.
pl: Synchronizacja pozostaje dostępna do końca bieżącego okresu rozliczeniowego.
pt_br: A sincronização permanece disponível até o final do período de faturamento atual.
pt_pt: A sincronização permanece disponível até ao final do período de faturação atual.
ro: Sincronizarea rămâne disponibilă până la sfârșitul perioadei de facturare curente.
ru: Синхронизация остается доступной до конца текущего периода выставления счетов.
sk: Synchronizácia ostáva dostupná až do konca aktuálneho zúčtovacieho obdobia.
sv: Synkronisering förblir tillgänglig tills den aktuella faktureringsperioden slutar.
th: การซิงค์ยังคงพร้อมใช้งานจนกว่าระยะเวลาการเรียกเก็บเงินปัจจุบันจะสิ้นสุด
tr: Senkronizasyon, mevcut fatura döneminin sonuna kadar kullanılabilir kalır.
uk: Синхронізація залишається доступною до завершення поточного періоду виставлення рахунків.
vi: Đồng bộ vẫn khả dụng cho đến khi kỳ thanh toán hiện tại kết thúc.
zh_hans: 同步保持可用直到当前计费周期结束。
zh_hant: 同步會保持可用，直到目前計費期間結束。

# mobile.subscription.cancelled_title
source: Subscription cancelled
ar: تم إلغاء الاشتراك
cs: Předplatné zrušeno
da: Abonnement annulleret
de: Abonnement gekündigt
el: Η συνδρομή ακυρώθηκε
es: Suscripción cancelada
fi: Tilaus peruttu
fr: Abonnement annulé
he: ההרשמה בוטלה
hi: सदस्यता रद्द की गई
hu: Előfizetés lemondva
id: Langganan dibatalkan
it: Abbonamento annullato
ja: サブスクリプションがキャンセルされました
ko: 구독 취소됨
ms: Langganan dibatalkan
nb: Abonnement avbrutt
nl: Abonnement geannuleerd
pl: Subskrypcja anulowana
pt_br: Inscrição cancelada
pt_pt: Subscrição cancelada
ro: Abonament anulat
ru: Подписка отменена
sk: Predplatné zrušené
sv: Prenumeration avbruten
th: ยกเลิกการสมัครสมาชิก
tr: Abonelik iptal edildi
uk: Підписку скасовано
vi: Đăng ký đã bị hủy
zh_hans: 订阅已取消
zh_hant: 訂閱已取消

# mobile.subscription.disclosure_body
source: KnotQ Sync is an auto-renewing subscription billed through your Google Play account. It renews automatically each period unless you cancel at least 24 hours before the period ends; manage or cancel anytime in Google Play. The price and billing period are shown on the next screen.
ar: اشتراك KnotQ Sync قابل للتجديد التلقائي يتم فرض رسومه من خلال حسابك في Google Play. يتجدد تلقائياً كل فترة ما لم تقم بالإلغاء قبل انقضاء 24 ساعة على الأقل من نهاية الفترة؛ يمكنك الإدارة أو الإلغاء في أي وقت في Google Play. يتم عرض السعر وفترة الفواتير على الشاشة التالية.
cs: KnotQ Sync je automaticky obnovované předplatné fakturované prostřednictvím vašeho účtu Google Play. Obnovuje se automaticky v každém období, pokud jej nezrušíte nejméně 24 hodin před koncem období; spravujte nebo zrušte kdykoli v Google Play. Cena a fakturační období se zobrazují na další obrazovce.
da: KnotQ Sync er et automatisk fornyende abonnement faktureret gennem din Google Play-konto. Det fornys automatisk hver periode, medmindre du annullerer mindst 24 timer før perioden slutter; administrer eller annullér når som helst i Google Play. Prisen og faktureringsperioden vises på næste skærm.
de: KnotQ Sync ist ein automatisch erneuerbares Abonnement, das über Ihr Google Play-Konto abgerechnet wird. Es wird automatisch in jedem Zeitraum erneuert, es sei denn, Sie kündigen mindestens 24 Stunden vor Ende des Zeitraums. Sie können es jederzeit in Google Play verwalten oder kündigen. Preis und Abrechnungszeitraum werden auf dem nächsten Bildschirm angezeigt.
el: Το KnotQ Sync είναι μια αυτοανανεώσιμη συνδρομή που χρεώνεται μέσω του λογαριασμού σας στο Google Play. Ανανεώνεται αυτόματα κάθε περίοδο εκτός αν την ακυρώσετε τουλάχιστον 24 ώρες πριν το τέλος της περιόδου. Διαχειριστείτε ή ακυρώστε ανά πάσα στιγμή στο Google Play. Η τιμή και η περίοδος χρέωσης εμφανίζονται στην επόμενη οθόνη.
es: KnotQ Sync es una suscripción de renovación automática facturada a través de tu cuenta de Google Play. Se renueva automáticamente cada período a menos que canceles al menos 24 horas antes de que finalice el período; gestiona o cancela en cualquier momento en Google Play. El precio y el período de facturación se muestran en la siguiente pantalla.
fi: KnotQ Sync on automaattisesti uusiutuva tilaus, joka laskutetaan Google Play -tilillesi. Se uusiutuu automaattisesti joka jakso, ellei peruuta vähintään 24 tuntia ennen jakson loppua. Voit hallita tai perua sitä milloin tahansa Google Play:ssa. Hinta ja laskutuskausi näytetään seuraavalla näytöllä.
fr: La synchronisation KnotQ est un abonnement se renouvelant automatiquement facturé via votre compte Google Play. Elle se renouvelle automatiquement à chaque période sauf si vous annulez au moins 24 heures avant la fin de la période ; gérez ou annulez à tout moment dans Google Play. Le prix et la période de facturation sont affichés à l'écran suivant.
he: KnotQ Sync היא הרשמה המתחדשת באופן אוטומטי שמחויבת דרך חשבון Google Play שלך. היא מתחדשת באופן אוטומטי בכל תקופה אלא אם תבטל לפחות 24 שעות לפני סוף התקופה; ניהול או ביטול בכל עת ב-Google Play. המחיר ותקופת החיוב מוצגים במסך הבא.
hi: KnotQ सिंक एक स्वत: नवीकरण सदस्यता है जिसे आपके Google Play खाते के माध्यम से बिल दिया जाता है। यह प्रत्येक अवधि में स्वचालित रूप से नवीकृत होता है जब तक आप अवधि समाप्त होने से कम से कम 24 घंटे पहले रद्द न करें; Google Play में किसी भी समय प्रबंधित या रद्द करें। मूल्य और बिलिंग अवधि अगली स्क्रीन पर दिखाई देते हैं।
hu: A KnotQ Sync egy automatikusan megújuló előfizetés, amelyet a Google Play-fiókodon keresztül számláznak. Az egyes időszakok végét megelőző legalább 24 órával korábban lemondható; a Google Play-ben bármikor kezelheted vagy lemondhatod. Az ár és a számlázási időszak a következő képernyőn látható.
id: KnotQ Sync adalah langganan yang diperbaharui otomatis melalui akun Google Play Anda. Ini diperbaharui secara otomatis setiap periode kecuali Anda membatalkan setidaknya 24 jam sebelum periode berakhir; kelola atau batalkan kapan saja di Google Play. Harga dan periode penagihan ditampilkan di layar berikutnya.
it: KnotQ Sync è un abbonamento con rinnovo automatico fatturato tramite il tuo account Google Play. Si rinnova automaticamente ogni periodo a meno che tu non annulli almeno 24 ore prima della fine del periodo; gestisci o annulla in qualsiasi momento in Google Play. Il prezzo e il periodo di fatturazione sono mostrati nella schermata successiva.
ja: KnotQ Sync は Google Play アカウント経由で課金される自動更新サブスクリプションです。期間終了の 24 時間以上前にキャンセルしない限り、毎期自動的に更新されます。Google Play でいつでも管理またはキャンセルできます。価格と課金期間は次の画面に表示されます。
ko: KnotQ Sync는 Google Play 계정을 통해 청구되는 자동 갱신 구독입니다. 기간이 끝나기 최소 24시간 전에 취소하지 않으면 각 기간마다 자동으로 갱신되며, Google Play에서 언제든지 관리하거나 취소할 수 있습니다. 가격과 청구 기간은 다음 화면에 표시됩니다.
ms: KnotQ Sync adalah langganan yang diperbaharui sendiri yang dikenakan melalui akaun Google Play anda. Ia diperbaharui secara automatik setiap tempoh melainkan anda membatalkan sekurang-kurangnya 24 jam sebelum tempoh berakhir; kelola atau batalkan pada bila-bila masa di Google Play. Harga dan tempoh pengebilan ditunjukkan pada skrin seterusnya.
nb: KnotQ Sync er et automatisk fornyet abonnement fakturert gjennom Google Play-kontoen din. Det fornyes automatisk hver periode med mindre du avbryter minst 24 timer før perioden avsluttes; administrer eller avbryt når som helst i Google Play. Prisen og faktureringsperioden vises på neste skjerm.
nl: KnotQ Sync is een automatisch verlengend abonnement dat via je Google Play-account wordt gefactureerd. Het wordt automatisch vernieuwd elke periode tenzij je minstens 24 uur voor het einde van de periode annuleert; beheer of annuleer het op elk moment in Google Play. De prijs en factureringsperiode worden op het volgende scherm weergegeven.
pl: KnotQ Sync to subskrypcja z automatycznym odnowieniem rozliczana na koncie Google Play. Odnawia się automatycznie w każdym okresie, chyba że anulujesz co najmniej 24 godziny przed końcem okresu; możesz zarządzać lub anulować w dowolnym momencie w Google Play. Cena i okres rozliczeniowy są wyświetlane na następnym ekranie.
pt_br: KnotQ Sync é uma inscrição de renovação automática faturada através de sua conta Google Play. Ela se renova automaticamente a cada período, a menos que você cancele pelo menos 24 horas antes do final do período; gerencie ou cancele a qualquer momento no Google Play. O preço e o período de faturamento serão mostrados na próxima tela.
pt_pt: KnotQ Sync é uma subscrição de renovação automática cobrada através da sua conta Google Play. Renova automaticamente em cada período, a menos que cancele pelo menos 24 horas antes do fim do período; gerencie ou cancele em qualquer altura no Google Play. O preço e o período de faturação são apresentados no próximo ecrã.
ro: KnotQ Sync este un abonament cu reînnoire automată facturat prin contul dvs. Google Play. Se rennoiește automat în fiecare perioadă, cu excepția cazului în care anulați cel puțin 24 de ore înainte de sfârșitul perioadei; gestionați sau anulați oricând în Google Play. Prețul și perioada de facturare sunt afișate pe ecranul următor.
ru: KnotQ Sync — это автоматически возобновляющаяся подписка, выставленная через ваш аккаунт Google Play. Она автоматически возобновляется каждый период, если вы не отмените ее как минимум за 24 часа до конца периода; управляйте или отменяйте в любое время в Google Play. Цена и период выставления счетов показаны на следующем экране.
sk: KnotQ Sync je automaticky sa obnovujúce predplatné, ktoré sa účtuje prostredníctvom vášho účtu Google Play. Automaticky sa obnovuje v každom období, pokiaľ ho nezrušíte najmenej 24 hodín pred koncom obdobia; spravujte alebo zrušte kedykoľvek v Obchode Google Play. Cena a zúčtovacie obdobie sú zobrazené na ďalšej obrazovke.
sv: KnotQ Sync är en automatisk prenumeration som faktureras genom ditt Google Play-konto. Den förnyas automatiskt varje period om du inte avbryter minst 24 timmar före periodens slut. Hantera eller avbryt när som helst i Google Play. Priset och faktureringsperioden visas på nästa skärm.
th: KnotQ Sync เป็นการสมัครสมาชิกที่ต่ออายุโดยอัตโนมัติและเรียกเก็บเงินผ่านบัญชี Google Play ของคุณ การต่ออายุจะเกิดขึ้นโดยอัตโนมัติในแต่ละช่วงเว้นแต่คุณยกเลิกอย่างน้อย 24 ชั่วโมงก่อนสิ้นสุดช่วงเวลา คุณสามารถจัดการหรือยกเลิกได้ตลอดเวลาใน Google Play ราคาและระยะเวลาการเรียกเก็บเงินแสดงในหน้าถัดไป
tr: KnotQ Sync, Google Play hesabınız aracılığıyla faturalandırılan otomatik yenilenen bir aboneliktir. Dönem bitmeden en az 24 saat önce iptal etmediğiniz sürece her dönemde otomatik olarak yenilenir; Google Play'de istediğiniz zaman yönetin veya iptal edin. Fiyat ve fatura dönemi sonraki ekranda gösterilir.
uk: KnotQ Sync — це автоматично поновлювана підписка, враховується через ваш обліковий запис Google Play. Вона автоматично поновлюється кожний період, якщо ви не скасуєте принаймні за 24 години до завершення періоду. Керуйте або скасуйте підписку в будь-який час у Google Play. Ціна та період виставлення рахунків відображаються на наступному екрані.
vi: KnotQ Sync là một đăng ký tự động gia hạn được tính phí thông qua tài khoản Google Play của bạn. Nó tự động gia hạn mỗi kỳ trừ khi bạn hủy ít nhất 24 giờ trước khi kỳ kết thúc; quản lý hoặc hủy bất cứ lúc nào trong Google Play. Giá cả và kỳ thanh toán được hiển thị trên màn hình tiếp theo.
zh_hans: KnotQ 同步是通过您的 Google Play 账户计费的自动续订。除非您在周期结束前至少 24 小时取消，否则将自动续订；可在 Google Play 中随时管理或取消。价格和计费周期显示在下一屏。
zh_hant: KnotQ Sync 是透過您的 Google Play 帳戶計費的自動續訂訂閱。除非您在期間結束前至少 24 小時取消，否則會自動續訂。您可以隨時在 Google Play 中管理或取消。價格和計費期間會顯示在下一個畫面。

# mobile.subscription.disclosure_continue
source: Continue
ar: المتابعة
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam Et
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# mobile.subscription.disclosure_title
source: KnotQ Sync subscription
ar: اشتراك KnotQ Sync
cs: Předplatné KnotQ Sync
da: KnotQ Sync-abonnement
de: KnotQ Sync-Abonnement
el: Συνδρομή KnotQ Sync
es: Suscripción de KnotQ Sync
fi: KnotQ Sync -tilaus
fr: Abonnement à la synchronisation KnotQ
he: הרשמה ל-KnotQ Sync
hi: KnotQ सिंक सदस्यता
hu: KnotQ Sync előfizetés
id: Langganan KnotQ Sync
it: Abbonamento KnotQ Sync
ja: KnotQ Sync サブスクリプション
ko: KnotQ Sync 구독
ms: Langganan KnotQ Sync
nb: KnotQ Sync-abonnement
nl: KnotQ Sync-abonnement
pl: Subskrypcja KnotQ Sync
pt_br: Inscrição KnotQ Sync
pt_pt: Subscrição KnotQ Sync
ro: Abonament KnotQ Sync
ru: Подписка KnotQ Sync
sk: Predplatné KnotQ Sync
sv: KnotQ Sync-prenumeration
th: การสมัครสมาชิก KnotQ Sync
tr: KnotQ Sync aboneliği
uk: Підписка KnotQ Sync
vi: Đăng ký KnotQ Sync
zh_hans: KnotQ 同步订阅
zh_hant: KnotQ Sync 訂閱
